[
  {
    "id": "eleanor-voss",
    "name": "Eleanor Voss",
    "tagline": "Oil painter exploring the tension between memory and place",
    "medium": "Oil on canvas",
    "location": "Portland, OR",
    "portraitImage": "images/artists/eleanor-voss-portrait.jpg",
    "heroImage": "images/artists/eleanor-voss-studio.jpg",
    "story": "<p>Eleanor Voss did not set out to become a painter. She studied architecture at the University of Oregon, spent three years drafting floor plans for a mid-size firm in Seattle, and might have stayed there indefinitely if not for a rainy Tuesday in 2016 when she walked into a used bookstore and found a water-damaged monograph on Fairfield Porter. Something about his domestic interiors—the way light pooled on kitchen tables, the unguarded stillness of a room just vacated—stopped her cold. She bought the book for four dollars and read it twice that week.</p><p>Within six months, she had enrolled in evening painting classes at the Pacific Northwest College of Art. Within a year, she had quit her architecture job. Her parents, both engineers, were quietly horrified. But Eleanor had found something she could not set down: the problem of translating felt space—not measured space, not engineered space, but the kind of space that lives in the body—onto a flat surface.</p><p><img src=\"images/process/eleanor-voss-process-1.jpg\" alt=\"Eleanor working on a large-scale canvas in her Portland studio\" /></p><p>Her paintings are immediately recognizable. They depict interiors and landscapes of the Pacific Northwest, but always through a scrim of emotional weather. A dining room rendered in bruised violets and warm amber. A stretch of Oregon coastline where the fog feels less like atmosphere and more like a state of mind. She paints from memory rather than photographs, which gives her work a quality of gentle distortion—proportions slightly shifted, colors running a few degrees warmer or cooler than life. Collectors often describe the experience of living with one of her paintings as accumulative: the work reveals itself slowly, over weeks and months, the way a familiar room changes meaning depending on the hour.</p><p>Eleanor works from a converted garage studio in the Sellwood neighborhood, surrounded by stacks of architectural drawings she still keeps but no longer uses—at least not consciously. Her architectural training shows up in the structural clarity of her compositions, the way she builds space with layered planes of color rather than conventional perspective. Each painting takes between three and eight weeks, and she rarely works on more than two pieces at a time.</p><p>She has exhibited at Nationale, Upfor Gallery, and the Portland Art Museum's Northwest Biennial. Her work is held in private collections across the West Coast, and she was a 2023 recipient of the Oregon Arts Commission Individual Artist Fellowship. She lives with her partner, a letterpress printer, and a one-eyed cat named Structural Load.</p>",
    "processDescription": "<p>Eleanor begins each painting with what she calls \"sitting with the room.\" She spends days—sometimes a full week—simply thinking about a space she wants to paint, making small color studies in gouache on index cards. She never works from photographs. \"A photo gives you too much information,\" she says. \"I want to paint what the room felt like, not what it looked like. Memory edits for you. It keeps what mattered.\" Her palette leans toward muted, atmospheric tones—ochres, slate blues, dusty roses—mixed from a limited set of eight or nine pigments she has used for years.</p><p><img src=\"images/process/eleanor-voss-process-2.jpg\" alt=\"Detail of Eleanor's palette and brushes\" /></p><p>She works on linen canvas that she stretches and primes herself, building up the surface in thin, translucent layers of oil paint mixed with a small amount of cold wax medium. This gives her finished work a luminous, almost fresco-like quality. A typical studio day begins around nine in the morning and runs until the light changes in late afternoon. She listens to long-form podcasts and audiobooks while painting—never music, which she finds too emotionally directive. The final stages of a painting are the most painstaking: she will spend days adjusting a single edge or modulating the temperature of a shadow until the whole composition locks into place.</p>",
    "featured": true,
    "featuredOrder": 1
  },
  {
    "id": "marcus-lehane",
    "name": "Marcus Lehane",
    "tagline": "Ceramic sculptor shaping vessels that hold more than they contain",
    "medium": "Stoneware and porcelain",
    "location": "Austin, TX",
    "portraitImage": "images/artists/marcus-lehane-portrait.jpg",
    "heroImage": "images/artists/marcus-lehane-studio.jpg",
    "story": "<p>Marcus Lehane grew up in Beaumont, Texas, in a family that fixed things. His father repaired industrial pumps at a refinery. His mother re-upholstered furniture on weekends for extra money. By the time he was twelve, Marcus could take apart and reassemble most of the small engines in the garage. He understood materials—how metal fatigued, how wood moved with humidity, how fabric wore at the fold. What he did not yet understand was that this knowledge would eventually lead him to clay.</p><p>The path was indirect. After high school, Marcus spent four years in the Navy, stationed mostly in Japan. It was in Sasebo, during a weekend trip to Arita, that he first watched a potter throw on a wheel. He had never seen anything like it—the speed, the discipline, the way a formless lump of earth became a vessel in minutes. He started visiting pottery studios on leave, sitting quietly in corners, watching. A retired ceramicist named Tanaka-san eventually let him try the wheel. Marcus was, by his own account, terrible at it. But he was also completely absorbed. \"It was the first time I forgot to check the clock,\" he says. \"That had never happened to me before.\"</p><p><img src=\"images/process/marcus-lehane-process-1.jpg\" alt=\"Marcus at the wheel in his East Austin studio\" /></p><p>After his discharge, Marcus used his GI Bill to study ceramics at the University of Texas at Austin. He expected to stay two years and move on. Instead, he found a community, a practice, and eventually a life. His early work was functional—mugs, bowls, dinner sets—but over time his pieces grew larger, stranger, and harder to categorize. His current work occupies a space between vessel and sculpture: large stoneware forms with irregular openings, surfaces that shift between rough, volcanic textures and passages of glassy celadon glaze. They reference the industrial landscape of his childhood and the ceramic traditions of Japan without imitating either.</p><p>Marcus fires in a wood-burning anagama kiln that he built himself over two years on a property outside Bastrop. Each firing takes three days and nights of continuous stoking and requires a team of four. The kiln produces effects—flashing, ash deposits, carbon trapping—that no electric or gas kiln can replicate. He fires only four times a year, which means his output is deliberately limited. A single firing might yield fifteen to twenty finished pieces, of which he considers perhaps half successful.</p><p>His work has been shown at the Museum of Fine Arts Houston, Artspace in San Antonio, and the NCECA national conference. He was a long-term resident at the Archie Bray Foundation in Montana and a visiting artist at the Shigaraki Ceramic Cultural Park in Japan. He teaches one course per semester at UT Austin, where he is known for telling students that the wheel is not a tool for making pots—it is a tool for learning patience.</p>",
    "processDescription": "<p>Marcus divides his studio practice into two distinct rhythms. For most of the year, he works in his East Austin studio, throwing and hand-building forms, testing glazes, and slowly accumulating a body of work for the next kiln firing. He throws on a Shimpo wheel but does significant alteration and hand-building after the initial form is established—cutting, paddling, adding coils, carving into the leather-hard surface. His raw materials include a custom stoneware body he developed with a local clay supplier, blended for its iron content and its behavior in a wood kiln.</p><p><img src=\"images/process/marcus-lehane-process-2.jpg\" alt=\"Interior of the anagama kiln during loading\" /></p><p>The kiln firings are the emotional center of his practice. The anagama must be stoked around the clock for roughly seventy-two hours, maintaining temperatures above 2,300 degrees Fahrenheit. Marcus and his team work in shifts, feeding pine and oak into the firebox every few minutes. The placement of each piece inside the kiln—its angle, its distance from the flame path—determines the final surface. \"You do everything you can to prepare,\" he says, \"and then you hand the work over to the fire. That exchange is the whole point.\" After a firing, the kiln takes a full week to cool before it can be opened. Marcus describes unbricking the door as the closest thing he knows to Christmas morning.</p>",
    "featured": true,
    "featuredOrder": 2
  },
  {
    "id": "sable-okafor",
    "name": "Sable Okafor",
    "tagline": "Mixed media artist layering found fragments into unforgettable compositions",
    "medium": "Mixed media collage on panel",
    "location": "Brooklyn, NY",
    "portraitImage": "images/artists/sable-okafor-portrait.jpg",
    "heroImage": "images/artists/sable-okafor-studio.jpg",
    "story": "<p>Sable Okafor collects things. Ticket stubs, handwritten letters from estate sales, 1970s magazine advertisements, fabric swatches, postage stamps from countries that no longer exist, sheet music for songs nobody remembers. Her Bed-Stuy studio is part archive, part laboratory—filing cabinets and flat files and shoeboxes labeled in her precise handwriting, each one holding raw material for work that might not exist for months or years. She has been collecting since she was a child in Philadelphia, where her Nigerian-born father and African American mother ran a small bookshop in West Philadelphia. \"Our house was full of paper,\" she says. \"Books, newspapers, letters. I grew up believing that every scrap of printed matter had a soul.\"</p><p>Sable studied fine art and art history at Howard University, where she first encountered the collage work of Romare Bearden. The experience was pivotal. In Bearden's cut-and-reassembled cityscapes, she saw a method that matched the way her own mind worked—associative, layered, always finding unexpected connections between disparate fragments. After graduating, she spent several years working at galleries in Chelsea, absorbing the contemporary art world from the inside while quietly developing her own practice in the evenings and on weekends.</p><p>Her first solo exhibition, at a small project space in Bushwick in 2019, sold out in two days. The work was immediately striking: large-scale collages on birch panel, combining vintage photographs, hand-painted elements, fragments of text, and found ephemera into dense, luminous compositions that reward extended looking. Her subjects circle around themes of cultural memory, migration, domesticity, and the stories that live inside everyday objects. A single piece might juxtapose a 1960s department store catalog with hand-painted botanical forms and a fragment of a Nigerian indigo cloth, creating a visual conversation across time and geography.</p><p><img src=\"images/process/sable-okafor-process-1.jpg\" alt=\"Detail of source materials spread across Sable's worktable\" /></p><p>Since that first show, Sable's trajectory has been swift and steady. She has exhibited at the Studio Museum in Harlem, the Brooklyn Museum's open call, PULSE Art Fair, and numerous galleries in New York and Philadelphia. Her work is held in several notable private collections and was recently acquired by a major corporate collection. She was a 2024 artist-in-residence at the Joan Mitchell Center in New Orleans, an experience she describes as transformative—the slower pace and unfamiliar landscape pushed her palette in directions she had not anticipated.</p><p>Despite the growing demand for her work, Sable maintains a production pace that allows each piece the time it requires. She completes roughly twelve to fifteen major works per year, and she turns down more commissions than she accepts. \"The work has to surprise me,\" she says. \"If I know what a piece is going to look like before I start, I have no reason to make it.\"</p>",
    "processDescription": "<p>Sable's process begins long before she touches a panel. She spends hours each week sourcing materials—visiting estate sales, flea markets, used bookstores, and online ephemera dealers. She is looking for items that carry what she calls \"residual charge\"—a sense of having been handled, read, valued, forgotten. Once she has accumulated enough material around a particular theme or feeling, she begins composing on her worktable, arranging and rearranging fragments in an intuitive, improvisational process that can take days. She photographs each arrangement before dismantling it and starting again.</p><p><img src=\"images/process/sable-okafor-process-2.jpg\" alt=\"Sable applying acrylic medium to a collage in progress\" /></p><p>When a composition feels right, she begins the physical construction. She works on cradled birch panels, sealing the surface with several coats of acrylic gesso and building up layers using archival PVA adhesive and acrylic medium. Between collaged elements, she paints directly on the surface—adding washes of color, drawn marks, and small gestural passages that unify the disparate fragments. The final surface is sealed with a UV-protective varnish that gives the work a subtle, warm sheen. A large piece can take three to five weeks from first arrangement to final varnish. She works on two or three pieces simultaneously, rotating between them as adhesive layers dry.</p>",
    "featured": true,
    "featuredOrder": 3
  },
  {
    "id": "henry-calloway",
    "name": "Henry Calloway",
    "tagline": "Watercolor painter chasing light through the Blue Ridge and beyond",
    "medium": "Watercolor on paper",
    "location": "Asheville, NC",
    "portraitImage": "images/artists/henry-calloway-portrait.jpg",
    "heroImage": "images/artists/henry-calloway-studio.jpg",
    "story": "<p>Henry Calloway has painted the same stretch of the Blue Ridge Mountains for over twenty years, and he has never painted it the same way twice. That is not a boast—it is simply the nature of watercolor and the nature of mountains. The light shifts, the seasons turn, the fog settles differently each morning, and the painter either pays attention or he does not. Henry pays attention. He has built a career—and, more importantly, a daily practice—on the conviction that landscape painting is not about reproducing scenery. It is about standing in one place long enough to see what is actually there.</p><p>Henry grew up in rural Virginia, the youngest of four children in a family that farmed tobacco and raised cattle. He drew constantly as a child but had no formal art education until his late twenties, when a back injury ended his work as a carpenter and he enrolled at Appalachian State University on a whim. A watercolor course taught by the painter Anne Kesler Shields changed everything. \"She taught me that watercolor is not a timid medium,\" he says. \"People think of it as delicate, polite. It is not. It is fast and unforgiving and completely alive. You cannot bully it into doing what you want. You have to collaborate with it.\"</p><p><img src=\"images/process/henry-calloway-process-1.jpg\" alt=\"Henry painting en plein air on a Blue Ridge overlook\" /></p><p>After graduating, Henry settled in Asheville, drawn by the landscape and the community of makers that has long defined the region. His early paintings were careful, studied—technically accomplished but, by his own assessment, overly controlled. The breakthrough came when he began painting exclusively en plein air, working quickly in front of the subject rather than composing in the studio from sketches. The urgency of working outdoors—the changing light, the wind pulling at the paper, the impossibility of perfectionism—loosened something in his hand. His paintings became bolder, wetter, more willing to let the medium do its work.</p><p>Today, Henry's watercolors are prized for their combination of atmospheric sensitivity and structural confidence. A ridgeline rendered in three loaded brushstrokes. A bank of morning fog built from a single wet-into-wet wash. His best work achieves a quality that is rare in landscape painting: it feels both specific and universal, rooted in a particular place and time yet open enough to let the viewer bring their own experience to it. He works in series, returning to the same locations across seasons to build a sustained conversation with a single view.</p><p>Henry exhibits regularly at Blue Spiral 1 in Asheville, Hidell Brooks Gallery in Charlotte, and Principle Gallery in Alexandria, Virginia. His work has been featured in <em>Watercolor Artist</em>, <em>Plein Air Magazine</em>, and <em>Western North Carolina Magazine</em>. He teaches plein air workshops several times a year—events that invariably sell out—and is a signature member of the American Watercolor Society. He lives outside Asheville with his wife, a retired botanist, in a house he built largely by hand.</p>",
    "processDescription": "<p>Henry paints outdoors roughly four mornings a week, weather permitting. He rises early, loads his truck with a French easel, a folding stool, and a battered wooden palette box, and drives to one of several dozen locations he has painted before—or, occasionally, to somewhere new that caught his eye on a drive. He works on Arches 300-pound cold-press paper, which he cuts to size and clips to a board. His palette is deliberately limited: typically six to eight colors, anchored by French ultramarine, burnt sienna, and raw umber, with a few brighter notes—cadmium orange, sap green, alizarin crimson—for specific conditions. He mixes most of his greens and grays from these primaries rather than using tube greens, which he finds too uniform.</p><p><img src=\"images/process/henry-calloway-process-2.jpg\" alt=\"Close-up of a watercolor in progress showing wet-into-wet technique\" /></p><p>A plein air session typically lasts two to three hours. Henry begins with a light pencil sketch—just a few structural lines—and then works from light to dark, laying in large transparent washes first and building toward smaller, more specific marks. He is decisive about his darks, often applying them in a single confident stroke. \"Watercolor punishes hesitation,\" he says. \"You get one chance at a passage. If you go back into it, you lose the light.\" He completes roughly three paintings per week in the field, of which he considers one or two worth finishing. Back in the studio, he does minimal refinement—a lifted highlight here, a softened edge there—but resists the temptation to overwork. The paintings that succeed are almost always the ones that feel slightly unfinished.</p>",
    "featured": true,
    "featuredOrder": 4
  },
  {
    "id": "river-chen",
    "name": "River Chen",
    "tagline": "Printmaker carving quiet narratives into linoleum and wood",
    "medium": "Linocut and woodcut prints",
    "location": "Denver, CO",
    "portraitImage": "images/artists/river-chen-portrait.jpg",
    "heroImage": "images/artists/river-chen-studio.jpg",
    "story": "<p>River Chen came to printmaking through libraries. Growing up in Fort Collins, Colorado, the child of Taiwanese immigrants who ran a small engineering consultancy, River spent long afternoons in the public library, paging through illustrated books—Gustave Doré's engravings, Hokusai's woodcuts, Rockwell Kent's stark black-and-white illustrations for Moby-Dick. They did not know, at the time, that these images were prints—that each one was the result of a carved surface, a layer of ink, and the pressure of a press. They only knew that something about the quality of the line—bold, definitive, slightly imperfect—felt more honest to them than any photograph.</p><p>River studied illustration at the Maryland Institute College of Art, where a required printmaking course turned into an elective, then a minor, then the entire focus of their thesis. The physicality of relief printing appealed to them in a way that digital work never had. \"You are making a decision with every cut,\" they say. \"Each mark removes material. You cannot put it back. That kind of commitment changes how you think about an image.\" After graduating, they returned to Colorado, settling in Denver's RiNo district, where they share studio space with a letterpress shop and a small-batch papermaker.</p><p><img src=\"images/process/river-chen-process-1.jpg\" alt=\"River carving a linoleum block at their studio workbench\" /></p><p>River's prints are narrative without being illustrative. They depict quiet, domestic scenes—a figure reading by a window, a kitchen table set for one, a dog sleeping on a porch—rendered in a style that draws equally on East Asian woodblock traditions and the American printmaking legacy of artists like Antonio Frasconi and Elizabeth Catlett. Their compositions are carefully structured, with strong tonal contrasts and a sophisticated sense of negative space. The images feel both intimate and slightly mysterious, as if the viewer has walked into the middle of a story and must piece together what came before and what comes next.</p><p>They work in limited editions, typically between fifteen and thirty prints, hand-pulled on a Vandercook proof press. Each print is individually inked and pressed, which means no two impressions are exactly identical—a quality River values. \"The slight variation is part of the honesty of the medium,\" they say. \"It reminds you that a human hand made this.\"</p><p>River has exhibited at Robischon Gallery in Denver, Highpoint Center for Printmaking in Minneapolis, and the International Print Center New York. They were a 2024 resident at the Anderson Ranch Arts Center in Snowmass, Colorado, and their work has been featured in <em>Uppercase Magazine</em> and <em>Printmaking Today</em>. They also maintain an active practice in risograph printing, producing small-edition artist books and zines that they sell through independent bookshops and their own website.</p>",
    "processDescription": "<p>River's process begins with drawing. They carry a small sketchbook everywhere and fill two or three per year with observational drawings, compositional thumbnails, and notes. When a sketch feels ready to become a print, they redraw it at full scale on tracing paper, refining the composition and working out the tonal structure in graphite. This drawing is then transferred to the block—either battleship-gray linoleum or, for larger or more detailed work, a smooth plank of shina plywood imported from Japan. They carve with a combination of Japanese-style hangi-to knives and standard Pfeil gouges, working slowly and deliberately. A complex block can take two to three weeks of carving.</p><p><img src=\"images/process/river-chen-process-2.jpg\" alt=\"Freshly inked linoleum block next to a pulled proof print\" /></p><p>For inking and printing, River uses oil-based relief inks from Gamblin and Cranfield, rolled onto the block surface with a brayer. They print on dampened sheets of Rives BFK or Hosho, a Japanese paper they favor for its softness and receptivity. Each sheet is placed on the inked block and run through the Vandercook press by hand, adjusting pressure for each impression. After printing, the sheets are hung to dry on a line strung across the studio, then flattened under weights for several days before being signed, numbered, and packaged. River treats the editioning process with the same care as the carving: they inspect each print individually, setting aside any that do not meet their standard. A typical edition loses three to five sheets to quality control.</p>",
    "featured": false,
    "featuredOrder": 5
  }
]
