[
  {
    "id": "burning-through-stillness",
    "title": "Burning Through Stillness",
    "artistId": "eleanor-voss",
    "artistName": "Eleanor Voss",
    "medium": "Oil on linen, 2025",
    "dimensions": "48\" x 60\"",
    "year": 2025,
    "status": "available",
    "mainImage": "images/artworks/art-placeholder-1.jpg",
    "images": [
      "images/artworks/art-placeholder-1.jpg",
      "images/artworks/art-placeholder-1.jpg",
      "images/artworks/art-placeholder-1.jpg"
    ],
    "story": "Elena painted this piece during a February week when Portland was locked under freezing rain and the world outside her studio window looked like it had been dipped in glass. She was thinking about the way heat exists inside of stillness -- how a frozen landscape can contain the memory of summer, and how the body holds warmth even when everything around it has gone cold.\n\nThe canvas is dominated by deep amber and burnt sienna layered over a cool blue-grey ground that bleeds through in places like breath fogging a window. Thick impasto ridges catch the light and shift the painting's mood depending on where you stand. Up close, you can see the ghost of a horizon line that Elena painted and then partially scraped away, leaving a scar of texture that divides the composition.\n\nThis is a painting about endurance -- about the quiet fire that keeps going when the world asks you to be still. Elena describes it as one of the most personal works she's made in years, a meditation on the energy it takes to simply continue.",
    "featured": true,
    "featuredOrder": 1
  },
  {
    "id": "the-orchard-we-left",
    "title": "The Orchard We Left",
    "artistId": "eleanor-voss",
    "artistName": "Eleanor Voss",
    "medium": "Oil on canvas, 2024",
    "dimensions": "36\" x 48\"",
    "year": 2024,
    "status": "available",
    "mainImage": "images/artworks/art-placeholder-2.jpg",
    "images": [
      "images/artworks/art-placeholder-2.jpg",
      "images/artworks/art-placeholder-2.jpg",
      "images/artworks/art-placeholder-2.jpg"
    ],
    "story": "This painting began with a photograph Elena's grandmother kept tucked inside a cookbook -- a faded snapshot of a pear orchard in central Oregon taken sometime in the early 1970s. The orchard no longer exists. A housing development sits on that land now. But the photograph survived decades of kitchen grease and moves between apartments, and Elena found it while helping her family sort through belongings after her grandmother's passing.\n\nRather than reproduce the photograph, Elena used it as a point of departure. The painting renders the orchard in loose, gestural strokes -- the trees are suggestions rather than portraits, their branches reaching toward a sky that shifts from pale gold to a muted rose. There's a warmth to the light that feels like late afternoon in early autumn, that specific hour when shadows lengthen and everything takes on a kind of gentle gravity.\n\nElena says this painting is less about a place than about the feeling of knowing a place only through someone else's memory. It's about inherited landscapes -- the ones we carry without ever having walked through them.",
    "featured": false,
    "featuredOrder": null
  },
  {
    "id": "portrait-of-a-season-turning",
    "title": "Portrait of a Season Turning",
    "artistId": "eleanor-voss",
    "artistName": "Eleanor Voss",
    "medium": "Oil on panel, 2025",
    "dimensions": "24\" x 30\"",
    "year": 2025,
    "status": "collected",
    "mainImage": "images/artworks/art-placeholder-3.jpg",
    "images": [
      "images/artworks/art-placeholder-3.jpg",
      "images/artworks/art-placeholder-3.jpg",
      "images/artworks/art-placeholder-3.jpg"
    ],
    "story": "Elena started this painting on the autumn equinox and finished it eleven days later, working in concentrated sessions that she describes as almost trance-like. She was interested in capturing the specific quality of light that exists only during seasonal transitions -- that liminal glow when summer hasn't fully released its hold but fall is already gathering in the corners of the day.\n\nThe panel is built up in thin, translucent glazes that give the surface a luminous depth. Ochre, raw umber, and a surprising vein of cerulean move through the composition like weather systems seen from above. There's an architectural quality to the brushwork -- Elena was thinking about the way time builds on itself, how each season is a structure made of the ones that came before.\n\nThis piece was collected within two weeks of its completion by a couple in Seattle who said it reminded them of the view from their kitchen window during the first fall they spent in their home together. Elena considers it one of the quieter, more tender paintings in her recent body of work.",
    "featured": true,
    "featuredOrder": 4
  },
  {
    "id": "vessel-for-returning",
    "title": "Vessel for Returning",
    "artistId": "marcus-lehane",
    "artistName": "Marcus Lehane",
    "medium": "Wood-fired stoneware with natural ash glaze, 2024",
    "dimensions": "18\" x 12\" x 12\"",
    "year": 2024,
    "status": "available",
    "mainImage": "images/artworks/art-placeholder-4.jpg",
    "images": [
      "images/artworks/art-placeholder-4.jpg",
      "images/artworks/art-placeholder-4.jpg",
      "images/artworks/art-placeholder-4.jpg"
    ],
    "story": "Marcus built this vessel during a residency at a wood-fire kiln collective outside Bastrop, Texas, where he spent four days tending the fire in shifts with other ceramicists. The piece sat in the kiln's hottest zone, where ash from the mesquite and post oak fuel landed on its surface and melted into a glaze that no human hand could replicate -- a cascade of amber, moss green, and flashes of copper that shift as you move around the form.\n\nThe shape itself is deceptively simple: a wide-shouldered vessel that tapers to a narrow foot, giving it a sense of weight held lightly. Marcus threw it on the wheel in a single session but then altered it by hand while the clay was still soft, pressing gently to introduce subtle asymmetries that make the form feel alive, as though it's breathing.\n\nMarcus often talks about how the wood-fire process is a collaboration with forces beyond the maker's control -- gravity, flame, chemistry, time. This vessel is a record of that collaboration. Every mark on its surface tells the story of its making, and no two viewings reveal the same details.",
    "featured": true,
    "featuredOrder": 2
  },
  {
    "id": "held-and-holding",
    "title": "Held and Holding",
    "artistId": "marcus-lehane",
    "artistName": "Marcus Lehane",
    "medium": "Reduction-fired porcelain, 2025",
    "dimensions": "8\" x 6\" x 6\"",
    "year": 2025,
    "status": "collected",
    "mainImage": "images/artworks/art-placeholder-5.jpg",
    "images": [
      "images/artworks/art-placeholder-5.jpg",
      "images/artworks/art-placeholder-5.jpg",
      "images/artworks/art-placeholder-5.jpg"
    ],
    "story": "This intimate porcelain form was made during a period when Marcus was thinking about the relationship between the hand and the object it holds. He wanted to create something that felt like it had been shaped by the act of holding itself -- as if the vessel remembered every palm that had cradled it.\n\nThe porcelain is paper-thin in places, translucent enough that light passes through the walls and reveals the shadow of your hand when you cup it. The celadon glaze pools in the interior, deepening to a blue-green that recalls still water, while the exterior is left partially unglazed, exposing the fine white body of the clay. A single carved line spirals from the lip to the foot, a gesture Marcus describes as a thread connecting the beginning of the form to its end.\n\nThis piece was collected by a writer in San Antonio who keeps it on her desk beside a window. She told Marcus that holding it during difficult moments of composition helps her find her way back to the sentence she's searching for. He says that's the highest compliment his work has ever received.",
    "featured": false,
    "featuredOrder": null
  },
  {
    "id": "slow-arch",
    "title": "Slow Arch",
    "artistId": "marcus-lehane",
    "artistName": "Marcus Lehane",
    "medium": "Hand-built stoneware with iron slip, 2024",
    "dimensions": "22\" x 28\" x 14\"",
    "year": 2024,
    "status": "available",
    "mainImage": "images/artworks/art-placeholder-6.jpg",
    "images": [
      "images/artworks/art-placeholder-6.jpg",
      "images/artworks/art-placeholder-6.jpg",
      "images/artworks/art-placeholder-6.jpg"
    ],
    "story": "Slow Arch is one of Marcus's largest sculptural works to date -- a sweeping, bridge-like form that rises from two broad feet and curves upward into a single sustained arc. He built it using thick coils of dark stoneware, layering and compressing them over the course of three weeks, allowing each section to stiffen before adding the next so the form could support its own ambition.\n\nThe surface is coated in an iron-rich slip that fires to a deep, almost black brown, with areas where the iron has fluxed and developed a subtle metallic sheen. Running your eye along the curve, you notice that it's not perfectly symmetrical -- one side rises slightly higher than the other, giving the piece a sense of movement, as if it's caught mid-gesture. Marcus says he was thinking about the arches of old stone bridges and the way they hold tremendous weight through pure geometry and trust.\n\nThis is a sculpture about faith in structure, about the quiet confidence of a form that knows it can hold. Marcus envisions it on a long credenza or a mantel where its silhouette can be read against a wall, its shadow becoming a second sculpture that changes with the light throughout the day.",
    "featured": true,
    "featuredOrder": 5
  },
  {
    "id": "what-the-water-gave-back",
    "title": "What the Water Gave Back",
    "artistId": "sable-okafor",
    "artistName": "Sable Okafor",
    "medium": "Mixed media collage on wood panel, 2025",
    "dimensions": "40\" x 30\"",
    "year": 2025,
    "status": "available",
    "mainImage": "images/artworks/art-placeholder-7.jpg",
    "images": [
      "images/artworks/art-placeholder-7.jpg",
      "images/artworks/art-placeholder-7.jpg",
      "images/artworks/art-placeholder-7.jpg"
    ],
    "story": "Sophia created this collage from materials she gathered during walks along the Gowanus Canal and the Rockaway shoreline over the course of a single summer. Fragments of tide-softened paper, strips of rusted metal, pieces of sea glass, and pages torn from water-damaged books are layered over and into the wood panel's surface, held in place with beeswax medium and archival adhesive.\n\nThe composition has the feel of a tide chart or a geological cross-section -- horizontal bands of texture and color that suggest accumulation over time. A strip of indigo-dyed fabric runs through the center like a current, anchoring the chaos of found materials into something rhythmic and deliberate. Sophia hand-lettered fragments of text along the edges in white ink, words and phrases pulled from overheard conversations and half-remembered dreams that flicker in and out of legibility.\n\nThis is a piece about what remains after the flood -- not destruction, but transformation. Sophia sees it as a portrait of resilience, a testament to the way that damaged things, given time and attention, can become more beautiful than they were before they broke.",
    "featured": true,
    "featuredOrder": 3
  },
  {
    "id": "dear-stranger-i-know-you",
    "title": "Dear Stranger, I Know You",
    "artistId": "sable-okafor",
    "artistName": "Sable Okafor",
    "medium": "Paper collage, gouache, and thread on canvas, 2024",
    "dimensions": "30\" x 30\"",
    "year": 2024,
    "status": "available",
    "mainImage": "images/artworks/art-placeholder-8.jpg",
    "images": [
      "images/artworks/art-placeholder-8.jpg",
      "images/artworks/art-placeholder-8.jpg",
      "images/artworks/art-placeholder-8.jpg"
    ],
    "story": "This piece started with a box of portrait photographs that Sophia found at a flea market in Bed-Stuy -- small, square prints from the 1960s and 70s, each one showing a person looking directly into the camera with the kind of unguarded expression that most people only wear when they're with someone they trust. None of the photographs were labeled. The people in them are unknown.\n\nSophia cut the portraits into geometric fragments and reassembled them on canvas, interspersing the photographic elements with fields of gouache in warm earth tones and sections of hand-stitched thread that connect one face to another like the lines of a constellation. The effect is a kind of communal portrait -- not of any single person, but of the act of being seen. Each fragment holds a gaze that reaches across decades.\n\nSophia describes this work as a love letter to people she will never meet. It asks the viewer to consider how much of human connection is recognition -- the moment when you look at a stranger and feel, without reason or explanation, that you understand something essential about them.",
    "featured": false,
    "featuredOrder": null
  },
  {
    "id": "mother-tongue-no-3",
    "title": "Mother Tongue No. 3",
    "artistId": "sable-okafor",
    "artistName": "Sable Okafor",
    "medium": "Handmade paper, ink, and found textiles on panel, 2025",
    "dimensions": "24\" x 36\"",
    "year": 2025,
    "status": "collected",
    "mainImage": "images/artworks/art-placeholder-9.jpg",
    "images": [
      "images/artworks/art-placeholder-9.jpg",
      "images/artworks/art-placeholder-9.jpg",
      "images/artworks/art-placeholder-9.jpg"
    ],
    "story": "Mother Tongue No. 3 is the third work in an ongoing series exploring the languages Sophia grew up hearing but never fully learned to speak -- Yoruba from her father's family, Creole French from her mother's side, and the particular dialect of Brooklyn English that served as the bridge between them. Each piece in the series uses a different material vocabulary to evoke the texture of a language felt rather than understood.\n\nFor this installment, Sophia made her own paper from cotton rag and hibiscus fibers, embedding strips of Ankara fabric into the pulp so that the patterns appear to surface from within the paper itself rather than sitting on top of it. Over this ground, she laid down washes of walnut ink and sumi ink, building up layers of mark-making that hover between calligraphy and abstraction -- gestures that feel like language but refuse to resolve into legible words.\n\nThis piece was collected by a family in Chicago whose children are growing up trilingual. They told Sophia they hung it in their living room because it captures something they'd never been able to articulate -- the feeling of carrying a language inside your body even when it won't come out of your mouth.",
    "featured": true,
    "featuredOrder": 6
  },
  {
    "id": "ridge-line-at-dusk",
    "title": "Ridge Line at Dusk",
    "artistId": "henry-calloway",
    "artistName": "Henry Calloway",
    "medium": "Watercolor on Arches paper, 2024",
    "dimensions": "22\" x 30\"",
    "year": 2024,
    "status": "available",
    "mainImage": "images/artworks/art-placeholder-10.jpg",
    "images": [
      "images/artworks/art-placeholder-10.jpg",
      "images/artworks/art-placeholder-10.jpg",
      "images/artworks/art-placeholder-10.jpg"
    ],
    "story": "James painted this piece en plein air from a overlook on the Blue Ridge Parkway, working quickly as the last forty minutes of daylight compressed the mountains into layered silhouettes of indigo, violet, and a smoky blue that he says he's spent years trying to mix correctly. The Appalachian haze that gives the Blue Ridge its name was especially thick that evening, and the mountains receded into the distance like pages of a book fanning open.\n\nThe painting captures that specific moment when the sky is still brighter than the land and the ridgelines become pure contour -- dark shapes stacked against a sky that's shifting from peach to lavender to the first deep blue of night. James left large areas of the paper untouched, allowing the white of the Arches sheet to serve as light itself. The restraint is what makes the painting breathe.\n\nJames has painted this view dozens of times over the past decade, and he says each version teaches him something new about what it means to look at the same place with different eyes. This particular painting, he believes, is the closest he's come to painting not the mountains themselves, but the feeling of watching them disappear.",
    "featured": false,
    "featuredOrder": null
  },
  {
    "id": "morning-in-the-cove",
    "title": "Morning in the Cove",
    "artistId": "henry-calloway",
    "artistName": "Henry Calloway",
    "medium": "Watercolor on Arches paper, 2025",
    "dimensions": "18\" x 24\"",
    "year": 2025,
    "status": "available",
    "mainImage": "images/artworks/art-placeholder-1.jpg",
    "images": [
      "images/artworks/art-placeholder-1.jpg",
      "images/artworks/art-placeholder-1.jpg",
      "images/artworks/art-placeholder-1.jpg"
    ],
    "story": "This painting was made during a week James spent in Cades Cove in the Great Smoky Mountains, arriving before dawn each morning to watch the valley fill with light. The cove is a broad, flat valley surrounded by mountains on all sides, and in the early morning, mist collects in its bowl like milk poured into a shallow dish. James was captivated by the way the mist erased the boundary between land and air, turning the familiar landscape into something ancient and uncharted.\n\nThe watercolor is built in wet-on-wet washes that bleed into one another, mimicking the way the mist itself moves -- without edges, without borders. Soft greens and warm grays dominate the lower half of the composition, while the upper third opens into a pale, almost white sky with just a whisper of yellow where the sun is beginning to assert itself. A single dark stroke near the bottom suggests a fence post or the trunk of a tree, the only firm mark in a painting that otherwise refuses to be pinned down.\n\nJames considers this one of the most technically challenging paintings he's made. Watercolor punishes hesitation, and this piece required him to commit to each stroke with complete confidence, knowing he couldn't go back. The result is a painting that feels effortless, which is of course the hardest thing to achieve.",
    "featured": false,
    "featuredOrder": null
  },
  {
    "id": "after-the-storm-cleared",
    "title": "After the Storm Cleared",
    "artistId": "henry-calloway",
    "artistName": "Henry Calloway",
    "medium": "Watercolor and gouache on paper, 2024",
    "dimensions": "15\" x 22\"",
    "year": 2024,
    "status": "collected",
    "mainImage": "images/artworks/art-placeholder-2.jpg",
    "images": [
      "images/artworks/art-placeholder-2.jpg",
      "images/artworks/art-placeholder-2.jpg",
      "images/artworks/art-placeholder-2.jpg"
    ],
    "story": "A summer thunderstorm had just passed through the French Broad River valley when James stepped outside his Asheville studio and saw a sky that made him drop everything and reach for his paints. The clouds were breaking apart in ragged sheets, and late afternoon sunlight was pouring through the gaps in long, theatrical beams that lit the wet landscape like a stage. Everything was dripping and gleaming and impossibly green.\n\nJames worked fast, combining transparent watercolor for the sky and distant hills with touches of opaque gouache for the highlights on wet foliage and the bright edges of the breaking clouds. The contrast between the two media gives the painting a push-pull quality -- some areas recede into soft, atmospheric depth while others jump forward with startling clarity. A band of golden light across the middle distance is the emotional center of the piece, the moment the storm relents and the world exhales.\n\nThis painting was collected by a retired professor in Knoxville who had grown up in the same valley and recognized the exact quality of light James captured. She told him it was like looking through a window into a memory she'd forgotten she had.",
    "featured": false,
    "featuredOrder": null
  },
  {
    "id": "all-the-doors-we-pass",
    "title": "All the Doors We Pass",
    "artistId": "river-chen",
    "artistName": "River Chen",
    "medium": "Linocut print on Japanese kozo paper, edition of 12, 2025",
    "dimensions": "18\" x 24\"",
    "year": 2025,
    "status": "available",
    "mainImage": "images/artworks/art-placeholder-3.jpg",
    "images": [
      "images/artworks/art-placeholder-3.jpg",
      "images/artworks/art-placeholder-3.jpg",
      "images/artworks/art-placeholder-3.jpg"
    ],
    "story": "River carved this print over the course of six weeks, working with a level of detail that pushes the linocut medium to its limits. The image depicts a row of doorways seen in deep perspective -- some open, some closed, some ajar -- receding into a darkness that isn't menacing but inviting, like the hallway of a house you've visited in a dream. The linework is extraordinarily fine, with cross-hatching that creates a full range of tonal values from the bright white of the unprinted paper to a velvety, saturated black.\n\nThe doors themselves are drawn from sketches River made during a year of wandering through Denver's older neighborhoods, documenting the architectural details of entryways that most people walk past without a second glance. Each door in the print carries specific details from a real door -- a particular style of molding, a mail slot, a house number -- but assembled together, they become something imagined, a corridor of possibility.\n\nRiver describes this print as being about the choices we make and the ones we don't -- every door we walk past is a life we chose not to enter, and there's both loss and freedom in that. Printed on delicate kozo paper in a limited edition of twelve, each impression has subtle variations that make it unique despite being pulled from the same block.",
    "featured": false,
    "featuredOrder": null
  }
]